Repository: AbdullahALhammad17/PROJECT-2
Catalog: SeccondProject/SeccondProject/*.lproj/Localizable.strings
Languages: ar

source: Pass or User is Wrong
ar: اسم المستخدم ، كلمة المرور خطأ

source: Try Again
ar: حاول مجددا

source: Are you sure?
ar: هل انت متاكد؟

source: Yes
ar: نعم

source: No
ar: الغاء

source: AL-Hilal VS AL-Faisly
ar: الهلال VS الفيصلي

source: AL-Hilal VS AL-Shabab
ar: الهلال VS الشباب

source: AL-Hilal VS AL-Raid
ar: الهلال VS الرائد

source: AL-Hilal VS AL-Nassr
ar: الهلال VS النصر

source: AL-Hilal VS AL-Ittihad
ar: الهلال VS الاتحاد

source: AL-Hilal VS AL-Ahli
ar: الهلال VS الاهلي
